Repository: hochschule-augsburg/SQL-Train
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Personal info
de: Persönliche Daten

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Datumsangaben

source: Name of the LTI consumer to register
de: Name des LTI Consumers für die Registrierung

source: registered consumer
de: Registrierter Consumer

source: only fills after registration completed
de: Wird nach der Registrierung automatisch gesetzt.

source: consumer registration timestamp
de: Zeitpunkt der Consumer Registrierung

source: registered via
de: registriert mit

source: Unique username from lms
de: Eindeutiger username vom LMS

source: Available via LMS
de: Verfügbar über LMS

source: Page Only Accessible via University LMS
de: Seite nur über das LMS der Universität verfügbar

source: This page is only available through the university's Learning Management System.
de: Diese Seite ist nur über die Lernplattform der Universität verfügbar.

source: Go to LMS
de: Hier geht's zum LMS

source: The application registration succeeded.
de: Die Registrierung war erfolgreich.

source: Close registration
de: Registrierung schließen.

source: There was an error while registering you application: %(error)s
de: Bei der Registrierung ist ein Fehler aufgetreten: %(error)s

source: This one off link was issued for a registration by “%(consumer)s”. Once the registration process is started, it cannot be reused. Do you want to continue?
de: Dieser one off link wurde für die Registrierung von "%(consumer)s". Wenn die Registrierung abgeschlossen ist kann der Link nicht wiederverwendet werden. Wollen Sie fortfahren?

source: Start The Registration
de: Registrierung starten

source: The registration link has already been used. Please ask the admin of the LTI app for a new registration link.
de: Dieser Registrierungslink wurde bereits verwendet. Fragen Sie bitte beim Admin des LTI Tools nach einem neuen Link.

source: No configuration endpoint was found in the parameters. Are you trying to register a legacy LTI consumer? This app only supports LTI 1.3 Advantage.
de: Keine Konfigurationsenpunkt in den Request-Parameter gefunden. Versuchen Sie das Tool mit einer veralteten LTI Version zu registrieren? Dieses Tool unterstützt nur LTI 1.3 Advantage.

source: Unknown or unsupported message type provided.
de: Unbekannte oder nicht unterstützte Messagetype angekommen.

source: Following keywords are missing in your query:
de: Die folgenden Keywords fehlen in Ihrer Abfrage:

source: Following keywords in your query are not allowed in this exercise:
de: Die folgenden Keywords ihrer Abfrage sind in dieser Aufgabe nicht erlaubt:

source: English
de: Englisch

source: German
de: Deutsch
